import React from "react";
import logo from "../assets/images/Icons/logo/caronline.png";

function AboutUs(props) {
  return (
    <div className="back-ground bg-light-custom h-auto px-3 mb-5 mt-3 py-4">
      <div className="faq-header mb-5">
        <img src={logo} alt="faq icon" />
        <h3 className="title">قوانین و مقررات ما</h3>
        <h4 className="desc">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ
        </h4>
      </div>

      <div className="about-us-section">
        <h3 className="title">لورم ایپسوم متن ساختگی</h3>
        <p className="desc">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و
          کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی
        </p>

        <h3 className="title">لورم ایپسوم متن ساختگی</h3>
        <p className="desc">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و
          کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی
          در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می
          طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای
        </p>

        <h3 className="title">لورم ایپسوم متن ساختگی</h3>
        <p className="desc">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
          استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
          ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و
          کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی
          در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می
          طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای
        </p>
      </div>
    </div>
  );
}

export default AboutUs;
